IDEA Open Model
ConProjectInfo.Description Property
Compatible with IDEA StatiCa v 10.1
 The description of the project
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public string Description { get; set; }
Public Property Description As String
	Get
	Set
public:
property String^ Description {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ConProjectInfo Class
IdeaRS.OpenModel.Connection Namespace